groupmates = [
    {
        "name": "Илья",
        "surname": "Загумённов",
        "exams": ["Информатика", "ЭЭиС", "Web"],
        "marks": [4, 3, 5]
    },
    {
        "name": "Денис",
        "surname": "Лукинов",
        "exams": ["История", "АиГ", "КТП"],
        "marks": [4, 4, 4]
    },
    {
        "name": "Даниил",
        "surname": "Плешков",
        "exams": ["Философия", "ИС", "КТП"],
        "marks": [5, 5, 5]
    },
    {
        "name": "Евгений",
        "surname": "Глазкой",
        "exams": ["Математика", "Физкультура", "Английский"],
        "marks": [5, 5, 5]
    },
    {
        "name": "Илья",
        "surname": "Сова",
        "exams": ["ПИС", "Экономика", "КТП"],
        "marks": [5, 5, 5]
    }
]
